Repository: jweiland-net/kk_downloader
Catalog: Resources/Private/Language/*.FlexForm.xlf
Languages: de

# tx_kkdownloader.filesize
source: Show filesize
de: Dateigröße anzeigen

# tx_kkdownloader.imagepreview
source: Image preview?
de: Bildvorschau?

# tx_kkdownloader.results_at_a_time
source: Max amount of records to show on list view
de: Maximale Anzahl an Datensätzen in der Listenansicht

# tx_kkdownloader.results_at_a_time.description
source: If empty we will show value of TypoScript which is by default 25. If you want to show all records set this value high enough.
de: Wenn dieser Wert leer gelassen wird, verwenden wir den Wert aus dem TypoScript, der standardmäßig auf 25 eingestellt ist. Wenn Sie alle Datensätze anzeigen wollen, dann setzen Sie den Wert hier hoch genug.

# tx_kkdownloader.showPagebrowser
source: Show pagebrowser
de: Seiten-Browser anzeigen

# tx_kkdownloader.showPagebrowser.description
source: Default on. If you deactivate this option and configure a low amount of records to show in list view, there is no possibility for the website visitor to navigate to the other records.
de: Standardmäßig an. Wenn Sie diese Option deaktivieren und die max. Anzahl Datensätze für die Listenansicht zu gering setzen, dann hat der Webseitenbesucher keine Möglichkeit, die weiteren Datensätzen zu erreichen.

# tx_kkdownloader.showCRDate
source: Show creation date/time of the download item
de: Datum/Zeit der Erstellung des Eintrags anzeigen

# tx_kkdownloader.showCRDate.nodate
source: No date/time
de: Kein Datum/Uhrzeit

# tx_kkdownloader.showCRDate.date
source: Only date
de: Nur Datum

# tx_kkdownloader.showCRDate.datetime
source: Date and Time
de: Datum und Uhrzeit

# tx_kkdownloader.showFileMDate
source: Show file last edit date
de: Datum der letzten Bearbeitung der Datei anzeigen

# tx_kkdownloader.showFileMDate.nodate
source: No date/time
de: Kein Datum/Uhrzeit

# tx_kkdownloader.showFileMDate.date
source: Only date
de: Nur Datum

# tx_kkdownloader.showFileMDate.datetime
source: Date and Time
de: Datum und Uhrzeit

# tx_kkdownloader.showEditDate
source: Show modification date
de: Änderungsdatum anzeigen

# tx_kkdownloader.showEditDate.description
source: After activation, the modification date of the download data set is also displayed.
de: Nach Aktivierung wird zusätzlich das Änderungsdatum des Downloaddatensatzes angezeigt.

# tx_kkdownloader.showDateLastDownload
source: Show date of last download
de: Datum des letzten Downloads anzeigen

# tx_kkdownloader.showIPLastDownload
source: Show IP-address of last download
de: IP-Adresse des letzten Downloads anzeigen

# tx_kkdownloader.showCats
source: Show Categories
de: Kategorien anzeigen

# tx_kkdownloader.category
source: Select categories
de: Kategorien auswählen

# tx_kkdownloader.category.all
source: All
de: Alle

# tx_kkdownloader_conf
source: Settings
de: Einstellungen

# tx_kkdownloader.showclicks
source: Display counted clicks
de: Anzahl Downloads anzeigen

# tx_kkdownloader.what_to_display
source: View
de: Ansicht

# tx_kkdownloader.template_file
source: Template file
de: Templatedatei

# tx_kkdownloader.orderby
source: Sort (only View = "LIST")
de: Sortieren (nur Ansicht = "LIST")

# tx_kkdownloader.orderbyTitle
source: by title
de: nach Titel

# tx_kkdownloader.orderbyFilename
source: by file-name
de: nach Dateinamen

# tx_kkdownloader.orderbyCrDate
source: by creation date
de: nach Erstellungsdatum

# tx_kkdownloader.orderbyLastModified
source: by date last modified
de: nach Datum der letzten Änderung

# tx_kkdownloader.orderbyCategory
source: by category
de: nach Kategorie

# tx_kkdownloader.orderbyDateLastDownloaded
source: by date last downloaded
de: nach Datum zuletzt heruntergeladen

# tx_kkdownloader.orderbySorting
source: by sorting in sysfolder
de: nach Sortierung im Download-Ordner

# tx_kkdownloader.ascdesc
source: Ascending/Descending
de: Aufsteigend/Absteigend

# tx_kkdownloader.asc
source: Ascending
de: Aufsteigend

# tx_kkdownloader.desc
source: Descending
de: Absteigend
