Repository: jweiland-net/kk_downloader
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

source: Title
de: Titel

source: Categories
de: Kategorien

source: Short description
de: Kurzbeschreibung

source: Description
de: Beschreibung

# image
source: Download object
de: Download-Objekt

# lastDownload
source: Date last download
de: zuletzt herunter geladen

# ipLastDownload
source: IP-address of last download
de: IP-Adresse des letzten Downloads

# date
source: since
de: seit

# crDate
source: Date file created
de: Erstell-Datum des Eintrags

# lastEdit
source: This record was last edited at
de: Datum der letzten Veränderung

# fileName
source: Download file name
de: Dateiname

# fileSize
source: Size of download-file
de: Dateigröße

# fileMDate
source: File date last changed
de: Dateidatum, letzte Änderung

# noValue
source: No data, possibly missing ID!?
de: Keine Daten vorhanden, es wurde wahrscheinlich keine ID übergeben!?

# noTemplate
source: No HTML-template. Neither in the flexform nor in the template-setup!?
de: Sie haben weder in der Flexform noch im Setup eine HTML-Schablone zugewiesen!?

source: since
de: seit

source: o´clock
de: Uhr

source: [more]
de: [mehr]

# linkBack
source: Link back to previous page
de: Link zurück zur Herkunftsseite

# pi_list_browseresults_page
source: Page
de: Seite

# pi_list_browseresults_prev
source: Previous
de: zurück

# pi_list_browseresults_next
source: Next
de: weiter

# pi_list_browseresults_displays
source: Displaying results %s to %s out of %s
de: Download-Objekt %s bis %s von %s

# pi_list_browseresults_noResults
source: Sorry, no items were found.
de: Es wurden keine Einträge gefunden

# error.callSingleViewWithoutUid.title
source: No download UID found
de: Keine Download UID gefunden

# error.callSingleViewWithoutUid.description
source: Direct call of the single page without an item ID!?
de: Die Single-Seite wurde direkt aufgerufen ohne Übergabe einer ID!?
